Revit 2024 API
ParameterTypeId.RebarIncludeFirstBar Property
 "Include First Bar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RebarIncludeFirstBar { get; }
Visual Basic
Public Shared ReadOnly Property RebarIncludeFirstBar As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarIncludeFirstBar {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace